"Check for Updates…" = "განახლებების შემოწმება…";

"New Chat" = "ახალი ჩატი";

"Start new chat" = "ახალი ჩეთის დაწყება";

"You can continue this chat from the app." = "ამ ჩატის გაგრძელება შეგიძლიათ აპიდან.";

"Toggle Sidebar" = "ღილაკით ჩართვა";

"Model slug" = "მოდელის დინამიკური იდენტიფიკატორი";

"Message to send to ChatGPT" = "ChatGPT-თან გასაგზავნი შეტყობინება";

"Ask ChatGPT" = "გიპასუხებთ ChatGPT";

"Model" = "მოდელი";

"Model to use with the new chat" = "მოდელი, რომელიც გამოიყენება ახალ ჩატთან";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "საჭიროა ახალი ჩატის წამოწყება თუ სწრაფი ბმულის შესრულება პასუხის გაცემისთანავე";

"Which model would you like to use?" = "რომელი მოდელის გამოყენება გსურთ?";

"%@" = "%@";

"ChatGPT Help" = "ChatGPT Help";

"Would you like to start a new chat?" = "გსურთ ახალი ჩატის დაწყება?";

"Is there anything else you would like to ask about?" = "კიდევ რაიმე შეკითხვა ხომ არ გაქვთ?";

"Change Shortcut" = "მალსახმობის შეცვლა";

"Message" = "შეტყობინება";

"Start voice conversation with ChatGPT" = "ხმოვანი საუბრის დაწყება ChatGPT-სთან";

"Continuous chat" = "უწყვეტი ჩატი";

"Indicates whether a new chat should be started" = "განსაზღვრავს, საჭირო არის თუ არა ახალი ჩატის დაწყება";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "ამ ქმედებით გაუშვებთ ChatGPT აპს ხმოვანი საუბრის დასაწყებად ChatGPT-სთან.";

"Message Identifier" = "შეტყობინების იდენტიფიკატორი";

"Chat Identifier" = "ჩატის იდენტიფიკატორი";

"Content" = "შინაარსი";

"What would you like to ask ChatGPT about?" = "რა გსურთ, ჰკითხოთ ChatGPT-ს?";

"This action will send a single message to a chat with ChatGPT and return the response." = "ამ ქმედებით ერთ შეკითხვას გაგზავნით და გიპასუხებთ ChatGPT.";

"New Temporary Chat" = "New Temporary Chat";

"Model name" = "მოდელის სახელი";

"Start voice conversation" = "ხმოვანი საუბრის დაწყება";

"Settings…" = "პარამეტრები…";

